---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemActiveBottomDirn1
source: html/677b1fcc-042a-7f4f-0147-20b54a4965c3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemActiveBottomDirn1 Property

"Bottom Major Direction"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemActiveBottomDirn1 { get; }
```